Tekla.Structures.ModelInternal.dotPartMark_t
Serialization structure for PartMark.

Tekla.Structures.ModelInternal.dotPartMark_t.PartID
ID of the Part whose Part Mark we wish to retrieve.

Tekla.Structures.ModelInternal.dotPartMark_t.aPartMark
The Part Mark.